{
  "translation": {
    "selectYourLanguage": "Select your language",
    "homeNav-home": "Home",
    "homeNav-about": "About",
    "homeNav-tokenomics": "Tokenomics",
    "homeNav-roadmap": "Roadmap",
    "homeNav-howtobuy": "How to Buy",
    "homeTitle": "Meme animals trading pixels for petals in their grand home coming to the",
    "homeTitleSpan": "Flora-Fauna Fiesta",
    "homeSubtitle": "Bios World is proud to call Earth our home! While some may dream of exploring Mars, we believe in cherishing and preserving the natural wonders of our planet. With outstanding technology at our fingertips",
    "homeButton": "Buy",
    "walletTitle": "Pre-sale Starts in...",
    "walletCountdown-days": "Days",
    "walletCountdown-hours": "Hours",
    "walletCountdown-minutes": "Minutes",
    "walletCountdown-seconds": "Seconds",
    "walletCountdown-bars": "Until Next Price: ",
    "wallet-raised": "Raised:",
    "wallet-balance": "Balance",
    "walletInput-pay": "Amount in BNB you pay",
    "walletInput-receive": "Amount in BIOSW you receive",
    "walletInput-max": "Max",
    "wallet-info": "0.0025 BNB is reserved for gas.The actual amount used will depend an the network.",
    "walletButton": "Connect Wallet",
    "wallet-listing": "LISTING PRICE: $0.000155",
    "faq-title": "Pre-Sale Referral Token Bonus",
    "faq-question-1": "1. What is the BiosWorld Referral Token Bonus?",
    "faq-answer1": "The BiosWorld Referral Token Bonus is a program aimed at rewarding individuals who refer other investors to our pre-sale event. By referring someone who then purchases our token, you receive a bonus in tokens.",
    "faq-question-2": "2. How many tiers are there in the BiosWorld Referral Token Bonus?",
    "faq-answer-2": "There are four tiers in the BiosWorld Referral Token Bonus, each offering a different bonus percentage based on the amount of tokens purchased by the person you referred.",
    "faq-question-3": "3. What are the bonus percentages for each tier?",
    "faq-answer-3": "The bonus percentages for each tier are as follows:",
    "faq-answer-3-tier1": "Tier 1: Receive a 10% bonus for a token purchase of $300 worth",
    "faq-answer-3-tier2": "Tier 2: Receive a 20% bonus for a token purchase of $800 worth",
    "faq-answer-3-tier3": "Tier 3: Receive a 30% bonus for a token purchase of $3,000 worth",
    "faq-answer-3-tier4": "Tier 4: Receive a 45% bonus for a token purchase of $5,000 or more",
    "faq-question-4": "4. How will I receive my referral bonus?",
    "faq-answer-4": "Your referral bonus will be credited to you in tokens, adding directly to your holdings.",
    "faq-question-5": "5. Is there a limit to how many people I can refer?",
    "faq-answer-5": "No, there's no limit to the number of people you can refer. The more individuals you refer who purchase tokens, the more bonuses you can potentially earn.",
    "faq-question-6": "6. Until when is the referral bonus available?",
    "faq-answer-6": "The Referral Token Bonus will only apply up to Stage 5 of the pre-sale.",
    "faq-question-7": "7. What happens after Stage 5 of the pre-sale?",
    "faq-answer-7": "After Stage 5 of the pre-sale, the Referral Token Bonus will no longer apply. Any referrals made and purchases completed after this stage will not qualify for the bonus.",
    "faq-question-8": "8. Can the referral bonus be combined with other promotions?",
    "faq-answer-8": "The referral bonus can't be combined with other promotions unless explicitly stated by BiosWorld.",
    "faq-question-9": "9. Can I get the referral bonus if I refer myself?",
    "faq-answer-9": "No, referring yourself will not qualify for the referral bonus. The bonus is intended for referring other investors to the platform.",
    "faq-text-finally": "Remember, the BiosWorld Referral Token Bonus is a fantastic opportunity to earn extra tokens while helping to spread the word about our revolutionary project. Happy referring!",
    "aboutTitle": "Welcome to Bios World ",
    "aboutTitleSpan": "Where Memes, Money, and Mother Nature Meet",
    "aboutSubTitle": "While others may be dreaming of Mars, here at Bios World, we're putting our roots down on Earth. Sure, technological advancement is exciting, but we believe our primary responsibility is protecting and preserving the beauty of our home planet.",
    "infoTitle1": "A Metaverse With A Message",
    "infoSubTitle1": "We go beyond being just a token; we are a gateway to a transformative NFT-based world where technology converges with the needs of our precious natural environment. Our dedicated team is tirelessly working on developing a range of robust use cases, including an NFT marketplace, an educationally driven Play to Earn platform, a Rate to Earn system, and a Crowdfunding Rewards Platform. Through these initiatives, we aim to raise awareness about the critical importance of biodiversity and inspire action for a sustainable future. Join us on this extraordinary journey as we harness the potential of blockchain technology to make a positive impact on our planet",
    "infoTitle2": "Not Just a Meme Coin, a Mission",
    "infoSubTitle2": "You've probably heard of meme coins. Maybe you've even dabbled in Doge or had a fling with Frog. But have you ever found a meme coin that stands for something? Enter BIOSW, the meme coin with a purpose beyond profit. Our aim? To make BIOSW a sustainable, stable crypto asset that helps protect biodiversity and save animals from extinction.",
    "infoTitle3": "Be A Part of The Change",
    "infoSubTitle3": "As Bios World grows, we aim to amplify our message, spreading the urgency of preserving biodiversity far and wide. But we can't do it alone. We need you to join us in our mission to discourage deforestation, promote sustainable economic recovery, and foster a harmonious coexistence with nature. Your journey to protect and preserve our planet starts with a single BIOSW token. Welcome to Bios World, where we're turning memes into meaningful change. After all, who says you can't have fun while saving the world? Join us in our journey to protect and preserve our planet. Together, we can make a difference, one BIOSW token at a time.",
    "tokenomics-totalSupply": "Total Supply",
    "tokenomics-20%For": "20% for Exchanges",
    "tokenomics-5%Marketing": "5% Marketing and <br /> Development Wallet",
    "tokenomics-5%Held": "5% held for Charity Initiatives",
    "tokenomics-70%For": "70% of tokens will be sold <br /> thru public pre sales",
    "tokenomics-card[0]-bottom-0": "8% Tax NFT's",
    "tokenomics-card[0]-bottom-1": "3 % distributed to seller",
    "tokenomics-card[0]-bottom-2": "4% distributed to holders",
    "tokenomics-card[0]-bottom-3": "1% to charity",
    "tokenomics-card[1]-bottom-0": "No Tax",
    "tokenomics-card[1]-bottom-1": "No Fees",
    "tokenomics-card[1]-bottom-2": "Liquidity Locked for 2 years",
    "tokenomics-card[1]-bottom-3": "Contract Renounced",
    "tokenomics-card[1]-bottom-4": "1B Airdrop",
    "tokenInformation-name": "Name",
    "tokenInformation-tokenSumbol": "Token Symbol",
    "tokenInformation-blockchain": "Blockchain : Binance Chain",
    "tokenInformation-tokenSales": "Token Sale : Total Supply",
    "tokenInformation-presale": "Presale",
    "Discovery": "Discovery",
    "Protection": "Protection",
    "Restoration": "Restoration",
    "Sustainability": "Sustainability",
    "Education": "Education",
    "Pre-sale Website": "Pre-sale Website",
    "Pre-sale Live": "Pre-sale Live",
    "10,000 Telegram Community": "10,000 Telegram Community",
    "Media/PR": "Media/PR",
    "Social Channel Live": "Social Channel Live",
    "1st donation to Biodiversity": "1st donation to Biodiversity",
    "30,000 telegram community": "30,000 telegram community",
    "Ambassador Campaigns": "Ambassador Campaigns",
    "Full Website Lives": "Full Website Lives",
    "1st Launch on DEX/Cexs": "1st Launch on DEX/Cexs",
    "Chain Bridge added": "Chain Bridge added",
    "Airdrop 500M": "Airdrop 500M",
    "NFT Release": "NFT Release",
    "CrowdFunding Website Live": "CrowdFunding Website Live",
    "2nd Donation to Biodiversity": "2nd Donation to Biodiversity",
    "60,000 Holders": "60,000 Holders",
    "60,000 community": "60,000 community",
    "Partnership": "Partnership",
    "2nd Launch on DEX/CEX": "2nd Launch on DEX/CEX",
    "Airdrop 500M": "Airdrop 500M",
    "NFT MarketPlace": "NFT MarketPlace",
    "Climate Change Initiative Launch (Flora & Fauna)": "Climate Change Initiative Launch (Flora & Fauna)",
    "50,000 volunteers": "50,000 volunteers",
    "200,000 Holders": "200,000 Holders",
    "Partnership": "Partnership",
    "BIOSwap Live": "BIOSwap Live",
    "Staking Live": "Staking Live",
    "Academy with AI tools": "Academy with AI tools",
    "BIOS Gaming (P2E with cause)": "BIOS Gaming (P2E with cause)",
    "ZOO on Metaverse Live": "ZOO on Metaverse Live",
    "5% token to Charities": "5% token to Charities",
    "500,000 holders": "500,000 holders",
    "100,000 Volunteers": "100,000 Volunteers",
    "1B Market Cap": "1B Market Cap",
    "BIOS Protocol": "BIOS Protocol",
    "meetTheTeam-cards-name[0]": "Flora - Founder",
    "meetTheTeam-cards-title[0]": "Tech-savvy treehugger",
    "meetTheTeam-cards-description[0]": "Our meme-tastic founder, is a true connoisseur of code who swapped the concrete jungle for the heart of the rainforest. Known for her genius in tech, she's as comfortable crafting complex algorithms as she is identifying the calls of rare birds.",
    "meetTheTeam-cards-name[1]": "Fauna - Co-Founder",
    "meetTheTeam-cards-title[1]": "Doctor-techie championing biodiversity",
    "meetTheTeam-cards-description[1]": "Fauna is more than just a meme – she's a revolution. Armed with a stethoscope in one hand and a keyboard in the other, she's a genius doctor and tech enthusiast who's breaking boundaries as the co-founder of Bios World.",
    "meetTheTeam-cards-name[2]": "Bios Code Army",
    "meetTheTeam-cards-title[2]": "Tech warriors of the wild",
    "meetTheTeam-cards-description[2]": "The meme-tastic tech team that's traded office desks for forest dens. Living in harmony with nature, they're the coding champions behind Bios World, turning the whispers of the wilderness into digital dialects.",
    "howToBuySubTitle": "Meme-ify Your Wallet with Biosw in 4 Simple Steps",
    "howToBuy-title[0]": "Meme-ify Your Mobile:",
    "howToBuy-text[0]": "To join the BIOSW brigade, you're going to need a crypto wallet. Trust Wallet, MetaMask, or another of your choice will do the trick. Pop over to the App Store or Google Play to snag one, or if you're on desktop, grab the MetaMask Chrome extension.",
    "howToBuy-title[1]": "Feed Your Wallet with BNB:",
    "howToBuy-text[1]": "Your wallet's got a serious hunger for some BNB, the magic key to unlock your BIOSW. You can grab some directly through MetaMask, transfer from another wallet, or buy on an exchange and withdraw it to your wallet. Remember to dance with the Binance Smart Chain BEP-20 network when you do.",
    "howToBuy-title[2]": "Unleash the Power of Uniswap:",
    "howToBuy-text[2]": "It's time to connect to Uniswap, your portal to the BIOSW universe. We've made it super simple by embedding Uniswap right here on biosworld.io. If you're going solo on your browser, make sure you're on the official Uniswap site, select token, and paste in the official BIOSW token address.",
    "howToBuy-title[3]": "Make the Swap:",
    "howToBuy-text[3]": "Now that you've got BNB in your wallet, you can swap it for some shiny BIOSW. Make sure you keep enough BNB for those gas fees, and then review and confirm your transaction. Congratulations! You're now a card-carrying member of the BIOSW brigade, making a real difference while having fun. Welcome to Bios World, where memes and nature unite!"
  }
}
