{
  "translation": {
    "selectYourLanguage": "Sélectionnez votre langue",
    "homeNav-home": "Accueil",
    "homeNav-about": "À propos",
    "homeNav-tokenomics": "Tokenomics",
    "homeNav-roadmap": "Feuille de route",
    "homeNav-howtobuy": "Comment acheter",
    "homeTitle": "Les animaux mèmes échangent des pixels contre des pétales dans leur grande maison lors de la",
    "homeTitleSpan": "Fête de la Flore et de la Faune",
    "homeSubtitle": "Bios World est fier de considérer la Terre comme notre foyer ! Alors que certains rêvent d'explorer Mars, nous croyons en la préservation des merveilles naturelles de notre planète. Avec une technologie exceptionnelle à portée de main,",
    "homeButton": "Acheter",
    "walletTitle": "La prévente commence dans...",
    "walletCountdown-days": "Jours",
    "walletCountdown-hours": "Heures",
    "walletCountdown-minutes": "Minutes",
    "walletCountdown-seconds": "Secondes",
    "walletCountdown-bars": "Jusqu'au prochain prix : ",
    "wallet-raised": "Collecté :",
    "wallet-balance": "Solde",
    "walletInput-pay": "Montant en BNB à payer",
    "walletInput-receive": "Montant en BNB à recevoir",
    "walletInput-max": "Max",
    "wallet-info": "0.0025 BNB est réservé pour les frais de gaz. Le montant réel utilisé dépendra du réseau.",
    "walletButton": "Connecter le portefeuille",
    "wallet-listing": "PRIX DE LA LISTE : 0,000155 $",
    "faq-title": "Questions fréquemment posées (FAQ) sur le Bonus de Référence du Token BiosWorld",
    "faq-question-1": "1. Qu'est-ce que le Bonus de Référence du Token BiosWorld ?",
    "faq-answer1": "Le Bonus de Référence du Token BiosWorld est un programme visant à récompenser les personnes qui recommandent d'autres investisseurs à notre événement de prévente. En recommandant quelqu'un qui achète ensuite notre jeton, vous recevez un bonus en jetons.",
    "faq-question-2": "2. Combien de niveaux comporte le Bonus de Référence du Token BiosWorld ?",
    "faq-answer-2": "Il y a quatre niveaux dans le Bonus de Référence du Token BiosWorld, offrant chacun un pourcentage de bonus différent en fonction de la quantité de jetons achetée par la personne que vous avez recommandée.",
    "faq-question-3": "3. Quels sont les pourcentages de bonus pour chaque niveau ?",
    "faq-answer-3": "Les pourcentages de bonus pour chaque niveau sont les suivants :",
    "faq-answer-3-tier1": "Niveau 1 : Recevez un bonus de 10 % pour un achat de jetons d'une valeur de 300 $",
    "faq-answer-3-tier2": "Niveau 2 : Recevez un bonus de 20 % pour un achat de jetons d'une valeur de 800 $",
    "faq-answer-3-tier3": "Niveau 3 : Recevez un bonus de 30 % pour un achat de jetons d'une valeur de 3 000 $",
    "faq-answer-3-tier4": "Niveau 4 : Recevez un bonus de 45 % pour un achat de jetons d'une valeur de 5 000 $ ou plus",
    "faq-question-4": "4. Comment vais-je recevoir mon bonus de référence ?",
    "faq-answer-4": "Votre bonus de référence sera crédité en jetons, s'ajoutant directement à votre portefeuille.",
    "faq-question-5": "5. Y a-t-il une limite au nombre de personnes que je peux recommander ?",
    "faq-answer-5": "Non, il n'y a pas de limite au nombre de personnes que vous pouvez recommander. Plus vous recommandez de personnes qui achètent des jetons, plus vous pouvez potentiellement gagner de bonus.",
    "faq-question-6": "6. Jusqu'à quand le bonus de référence est-il disponible ?",
    "faq-answer-6": "Le Bonus de Référence du Token ne s'appliquera que jusqu'à la Cinquième Étape de la prévente.",
    "faq-question-7": "7. Que se passe-t-il après la Cinquième Étape de la prévente ?",
    "faq-answer-7": "Après la Cinquième Étape de la prévente, le Bonus de Référence du Token ne s'appliquera plus. Toute recommandation faite et tout achat effectué après cette étape ne seront pas éligibles pour le bonus.",
    "faq-question-8": "8. Le bonus de référence peut-il être combiné avec d'autres promotions ?",
    "faq-answer-8": "Le bonus de référence ne peut pas être combiné avec d'autres promotions à moins d'être explicitement indiqué par BiosWorld.",
    "faq-question-9": "9. Puis-je obtenir le bonus de référence si je me réfère moi-même ?",
    "faq-answer-9": "Non, se référer soi-même ne permettra pas de bénéficier du bonus de référence. Le bonus est destiné à référer d'autres investisseurs à la plateforme.",
    "faq-text-finally": "N'oubliez pas que le Bonus de Référence du Token BiosWorld est une formidable opportunité pour gagner des jetons supplémentaires tout en aidant à faire connaître notre projet révolutionnaire. Bonnes recommandations !",
    "aboutTitle": "Bienvenue dans le monde de Bios ",
    "aboutTitleSpan": "Où les mèmes, l'argent et Mère Nature se rencontrent",
    "aboutSubTitle": "Alors que d'autres rêvent de Mars, nous, chez Bios World, enracinons nos activités sur Terre. Certes, les avancées technologiques sont passionnantes, mais nous considérons que notre responsabilité première est de protéger et de préserver la beauté de notre planète.",
    "infoTitle1": "Un métaverse avec un message",
    "infoSubTitle1": "Nous allons au-delà d'être simplement un jeton ; nous sommes une passerelle vers un monde NFT transformateur où la technologie converge avec les besoins de notre précieux environnement naturel. Notre équipe dévouée travaille sans relâche sur le développement d'une gamme de cas d'utilisation robustes, dont une place de marché NFT, une plateforme éducative Play to Earn, un système Rate to Earn et une plateforme de récompenses participative. À travers ces initiatives, nous visons à sensibiliser à l'importance cruciale de la biodiversité et à inspirer des actions pour un avenir durable. Rejoignez-nous dans ce voyage extraordinaire alors que nous exploitons le potentiel de la technologie de la blockchain pour avoir un impact positif sur notre planète.",
    "infoTitle2": "Pas seulement une cryptomonnaie mème, mais une mission",
    "infoSubTitle2": "Vous avez probablement entendu parler des cryptomonnaies mèmes. Vous avez peut-être même essayé Doge ou eu une relation éphémère avec Frog. Mais avez-vous déjà trouvé une cryptomonnaie mème qui signifie quelque chose ? Entrez BIOSW, la cryptomonnaie mème ayant un objectif au-delà du profit. Notre but ? Faire de BIOSW un actif cryptographique durable et stable qui aide à protéger la biodiversité et à sauver les animaux de l'extinction.",
    "infoTitle3": "Faites partie du changement",
    "infoSubTitle3": "Alors que Bios World grandit, nous avons pour objectif d'amplifier notre message, en diffusant l'urgence de préserver la biodiversité à grande échelle. Mais nous ne pouvons pas le faire seuls. Nous avons besoin que vous vous joigniez à nous dans notre mission pour décourager la déforestation, promouvoir une reprise économique durable et favoriser une coexistence harmonieuse avec la nature. Votre voyage pour protéger et préserver notre planète commence avec un simple jeton BIOSW. Bienvenue dans Bios World, où nous transformons les mèmes en changements significatifs. Après tout, qui dit que l'on ne peut pas s'amuser tout en sauvant le monde ? Rejoignez-nous dans notre voyage pour protéger et préserver notre planète. Ensemble, nous pouvons faire une différence, un jeton BIOSW à la fois.",
    "tokenomics-totalSupply": "Offre totale",
    "tokenomics-20%For": "20 % pour les Échanges",
    "tokenomics-5%Marketing": "5 % Marketing et <br /> Portefeuille de développement",
    "tokenomics-5%Held": "5 % réservés aux initiatives caritatives",
    "tokenomics-70%For": "70 % des jetons seront vendus <br /> lors des préventes publiques",
    "tokenomics-card[0]-bottom-0": "Taxe de 8 % sur les NFT",
    "tokenomics-card[0]-bottom-1": "3 % distribués au vendeur",
    "tokenomics-card[0]-bottom-2": "4 % distribués aux détenteurs",
    "tokenomics-card[0]-bottom-3": "1 % pour la charité",
    "tokenomics-card[1]-bottom-0": "Pas de taxe",
    "tokenomics-card[1]-bottom-1": "Pas de frais",
    "tokenomics-card[1]-bottom-2": "Liquidité bloquée pendant 2 ans",
    "tokenomics-card[1]-bottom-3": "Contrat abandonné",
    "tokenomics-card[1]-bottom-4": "1 milliard distribués gratuitement",
    "tokenInformation-name": "Nom",
    "tokenInformation-tokenSumbol": "Symbole du jeton",
    "tokenInformation-blockchain": "Blockchain : Binance Chain",
    "tokenInformation-tokenSales": "Vente de jetons : Offre totale",
    "tokenInformation-presale": "Prévente",
    "Discovery": "Découverte",
    "Protection": "Protection",
    "Restoration": "Restauration",
    "Sustainability": "Durabilité",
    "Education": "Éducation",
    "Pre-sale Website": "Site de prévente",
    "Pre-sale Live": "Prévente en direct",
    "10,000 Telegram Community": "Communauté Telegram de 10 000 personnes",
    "Media/PR": "Médias/Relations publiques",
    "Social Channel Live": "Chaîne sociale en direct",
    "1st donation to Biodiversity": "1ère donation à la biodiversité",
    "30,000 telegram community": "Communauté Telegram de 30 000 personnes",
    "Ambassador Campaigns": "Campagnes d'ambassadeurs",
    "Full Website Lives": "Site web complet en ligne",
    "1st Launch on DEX/Cexs": "1ère mise en ligne sur DEX/Cexs",
    "Chain Bridge added": "Ajout du pont de chaînes",
    "Airdrop 500M": "Distribution de 500 millions par airdrop",
    "NFT Release": "Sortie des NFT",
    "CrowdFunding Website Live": "Site de financement participatif en ligne",
    "2nd Donation to Biodiversity": "2ème donation à la biodiversité",
    "60,000 Holders": "60 000 détenteurs",
    "60,000 community": "Communauté de 60 000 personnes",
    "Partnership": "Partenariat",
    "2nd Launch on DEX/CEX": "2ème mise en ligne sur DEX/CEX",
    "Airdrop 500M": "Distribution de 500 millions par airdrop",
    "NFT MarketPlace": "Place de marché NFT",
    "Climate Change Initiative Launch (Flora & Fauna)": "Lancement de l'Initiative sur le Changement Climatique (Flore & Faune)",
    "50,000 volunteers": "50 000 bénévoles",
    "200,000 Holders": "200 000 détenteurs",
    "BIOSwap Live": "BIOSwap en ligne",
    "Staking Live": "Mise en jeu en ligne",
    "Academy with AI tools": "Académie avec des outils d'IA",
    "BIOS Gaming (P2E with cause)": "Jeux BIOS (P2E avec cause)",
    "ZOO on Metaverse Live": "ZOO dans le métaverse en ligne",
    "5% token to Charities": "5 % de jetons pour les œuvres caritatives",
    "500,000 holders": "500 000 détenteurs",
    "100,000 Volunteers": "100 000 bénévoles",
    "1B Market Cap": "Capitalisation boursière de 1 milliard",
    "BIOS Protocol": "Protocole BIOS",
    "meetTheTeam-cards-name[0]": "Flora - Fondatrice",
    "meetTheTeam-cards-title[0]": "Amoureuse de la technologie et de la nature",
    "meetTheTeam-cards-description[0]": "Notre fondatrice mème-tastique est une vraie spécialiste du code qui a échangé la jungle de béton contre le cœur de la forêt tropicale. Connue pour son génie en technologie, elle est aussi à l'aise pour créer des algorithmes complexes que pour identifier les cris d'oiseaux rares.",
    "meetTheTeam-cards-name[1]": "Fauna - Co-Fondatrice",
    "meetTheTeam-cards-title[1]": "Championne de la biodiversité et adepte des nouvelles technologies",
    "meetTheTeam-cards-description[1]": "Fauna est bien plus qu'un mème - c'est une révolution. Armée d'un stéthoscope d'une main et d'un clavier de l'autre, elle est une géniale doctoresse et passionnée de technologie qui repousse les limites en tant que co-fondatrice de Bios World.",
    "meetTheTeam-cards-name[2]": "Bios Code Army",
    "meetTheTeam-cards-title[2]": "Guerriers de la technologie sauvage",
    "meetTheTeam-cards-description[2]": "L'équipe technique mème-tastique qui a échangé les bureaux contre les tanières forestières. Vivant en harmonie avec la nature, ce sont les champions du codage derrière Bios World, transformant les murmures de la nature en dialectes numériques.",
    "howToBuySubTitle": "Mémo-ifiez votre portefeuille avec Biosw en 4 étapes simples",
    "howToBuy-title[0]": "Mémo-ifiez votre mobile :",
    "howToBuy-text[0]": "Pour rejoindre la brigade BIOSW, vous aurez besoin d'un portefeuille de cryptomonnaie. Trust Wallet, MetaMask ou un autre de votre choix fera l'affaire. Rendez-vous sur l'App Store ou Google Play pour en obtenir un, ou, si vous êtes sur ordinateur, téléchargez l'extension Chrome de MetaMask.",
    "howToBuy-title[1]": "Nourrissez votre portefeuille avec du BNB :",
    "howToBuy-text[1]": "Votre portefeuille a sérieusement faim de BNB, la clé magique pour déverrouiller vos BIOSW. Vous pouvez en obtenir directement via MetaMask, transférer depuis un autre portefeuille, ou acheter sur une plateforme d'échange et le retirer sur votre portefeuille. N'oubliez pas de danser avec le réseau Binance Smart Chain BEP-20 lorsque vous le faites.",
    "howToBuy-title[2]": "Libérez la puissance d'Uniswap :",
    "howToBuy-text[2]": "Il est temps de vous connecter à Uniswap, votre porte d'entrée vers l'univers BIOSW. Nous l'avons rendu super simple en intégrant directement Uniswap ici sur biosworld.io. Si vous naviguez seul sur votre navigateur, assurez-vous d'être sur le site officiel d'Uniswap, sélectionnez le jeton, puis collez l'adresse officielle du jeton BIOSW.",
    "howToBuy-title[3]": "Effectuez l'échange :",
    "howToBuy-text[3]": "Maintenant que vous avez du BNB dans votre portefeuille, vous pouvez l'échanger contre des BIOSW brillants. Assurez-vous de conserver suffisamment de BNB pour les frais de gaz, puis passez en revue et confirmez votre transaction. Félicitations ! Vous êtes maintenant membre à part entière de la brigade BIOSW, apportant une véritable contribution tout en vous amusant. Bienvenue dans Bios World, où les mèmes et la nature se rejoignent !"
  }
}
