{
  "translation": {
    "selectYourLanguage": "Selecione seu idioma",
    "homeNav-home": "Início",
    "homeNav-about": "Sobre",
    "homeNav-tokenomics": "Tokenômica",
    "homeNav-roadmap": "Roadmap",
    "homeNav-howtobuy": "Como Comprar",
    "homeTitle": "Animais memes trocam pixels por pétalas em sua grande chegada à",
    "homeTitleSpan": "Flora-Fauna Fiesta",
    "homeSubtitle": "A Bios World se orgulha de chamar a Terra de nossa casa! Enquanto alguns sonham em explorar Marte, acreditamos em valorizar e preservar as maravilhas naturais do nosso planeta. Com tecnologia excepcional ao nosso alcance",
    "homeButton": "Comprar",
    "walletTitle": "Pré-venda começa em...",
    "walletCountdown-days": "Dias",
    "walletCountdown-hours": "Horas",
    "walletCountdown-minutes": "Minutos",
    "walletCountdown-seconds": "Segundos",
    "walletCountdown-bars": "Até o próximo preço: ",
    "wallet-raised": "Arrecadado:",
    "wallet-balance": "Saldo",
    "walletInput-pay": "Valor em BNB que você paga",
    "walletInput-receive": "Valor em BNB que você recebe",
    "walletInput-max": "Máx",
    "wallet-info": "0,0025 BNB são reservados para taxas de transação. O valor real utilizado dependerá da rede.",
    "walletButton": "Conectar Carteira",
    "wallet-listing": "PREÇO DE LISTAGEM: $0,000155",
    "faq-title": "Perguntas Frequentes (FAQ) sobre o Bônus de Token de Referência da BiosWorld",
    "faq-question-1": "1. O que é o Bônus de Token de Referência da BiosWorld?",
    "faq-answer1": "O Bônus de Token de Referência da BiosWorld é um programa destinado a recompensar indivíduos que indicam outros investidores para o nosso evento de pré-venda. Ao indicar alguém que, em seguida, compra nosso token, você recebe um bônus em tokens.",
    "faq-question-2": "2. Quantos níveis existem no Bônus de Token de Referência da BiosWorld?",
    "faq-answer-2": "Existem quatro níveis no Bônus de Token de Referência da BiosWorld, cada um oferecendo um bônus percentual diferente com base na quantidade de tokens comprados pela pessoa que você indicou.",
    "faq-question-3": "3. Quais são as porcentagens de bônus para cada nível?",
    "faq-answer-3": "As porcentagens de bônus para cada nível são as seguintes:",
    "faq-answer-3-tier1": "Nível 1: Receba um bônus de 10% para uma compra de tokens no valor de US$ 300",
    "faq-answer-3-tier2": "Nível 2: Receba um bônus de 20% para uma compra de tokens no valor de US$ 800",
    "faq-answer-3-tier3": "Nível 3: Receba um bônus de 30% para uma compra de tokens no valor de US$ 3.000",
    "faq-answer-3-tier4": "Nível 4: Receba um bônus de 45% para uma compra de tokens de US$ 5.000 ou mais",
    "faq-question-4": "4. Como receberei meu bônus de referência?",
    "faq-answer-4": "Seu bônus de referência será creditado em tokens, adicionando diretamente ao seu saldo.",
    "faq-question-5": "5. Há um limite para quantas pessoas posso indicar?",
    "faq-answer-5": "Não, não há limite para o número de pessoas que você pode indicar. Quanto mais pessoas você indicar que comprarem tokens, mais bônus você pode potencialmente ganhar.",
    "faq-question-6": "6. Até quando o bônus de referência estará disponível?",
    "faq-answer-6": "O Bônus de Token de Referência só será válido até a Etapa 5 da pré-venda.",
    "faq-question-7": "7. O que acontece após a Etapa 5 da pré-venda?",
    "faq-answer-7": "Após a Etapa 5 da pré-venda, o Bônus de Token de Referência não será mais válido. Indicações feitas e compras completadas após essa etapa não se qualificarão para o bônus.",
    "faq-question-8": "8. O bônus de referência pode ser combinado com outras promoções?",
    "faq-answer-8": "O bônus de referência não pode ser combinado com outras promoções, a menos que explicitamente declarado pela BiosWorld.",
    "faq-question-9": "9. Posso obter o bônus de referência se me indicar?",
    "faq-answer-9": "Não, se indicar a si mesmo, você não se qualificará para o bônus de referência. O bônus destina-se a indicar outros investidores para a plataforma.",
    "faq-text-finally": "Lembre-se de que o Bônus de Token de Referência da BiosWorld é uma oportunidade fantástica para ganhar tokens extras ao ajudar a divulgar nosso projeto revolucionário. Boas indicações!",
    "aboutTitle": "Bem-vindo à Bios World",
    "aboutTitleSpan": "Onde Memes, Dinheiro e Mãe Natureza se Encontram",
    "aboutSubTitle": "Enquanto outros podem sonhar com Marte, aqui na Bios World, estamos fincando nossas raízes na Terra. Claro, o avanço tecnológico é emocionante, mas acreditamos que nossa responsabilidade primordial é proteger e preservar a beleza do nosso planeta lar.",
    "infoTitle1": "Um Metaverso com uma Mensagem",
    "infoSubTitle1": "Vamos além de ser apenas um token; somos uma porta de entrada para um mundo NFT transformador, onde a tecnologia converge com as necessidades do nosso precioso meio ambiente natural. Nossa equipe dedicada está trabalhando incansavelmente no desenvolvimento de uma variedade de casos de uso robustos, incluindo um mercado NFT, uma plataforma de jogo educacional para ganhar, um sistema de ganhos através da avaliação e uma plataforma de recompensas de financiamento coletivo. Por meio dessas iniciativas, nosso objetivo é conscientizar sobre a importância crítica da biodiversidade e inspirar ações para um futuro sustentável. Junte-se a nós nesta jornada extraordinária, enquanto aproveitamos o potencial da tecnologia blockchain para causar um impacto positivo em nosso planeta.",
    "infoTitle2": "Não Apenas uma Criptomoeda Meme, uma Missão",
    "infoSubTitle2": "Você provavelmente já ouviu falar em criptomoedas meme. Talvez até tenha se envolvido com Doge ou tido uma aventura com Frog. Mas já encontrou uma criptomoeda meme com um propósito além do lucro? Apresentamos BIOSW, a criptomoeda meme com um propósito além do lucro. Nosso objetivo? Tornar o BIOSW um ativo criptográfico sustentável e estável que ajude a proteger a biodiversidade e salvar animais da extinção.",
    "infoTitle3": "Seja Parte da Mudança",
    "infoSubTitle3": "À medida que a Bios World cresce, nosso objetivo é ampliar nossa mensagem, espalhando a urgência de preservar a biodiversidade por toda parte. Mas não podemos fazer isso sozinhos. Precisamos que você se junte a nós em nossa missão de desencorajar o desmatamento, promover a recuperação econômica sustentável e fomentar uma convivência harmoniosa com a natureza. Sua jornada para proteger e preservar nosso planeta começa com um único token BIOSW. Bem-vindo à Bios World, onde transformamos memes em mudanças significativas. Afinal, quem disse que você não pode se divertir enquanto salva o mundo? Junte-se a nós em nossa jornada para proteger e preservar nosso planeta. Juntos, podemos fazer a diferença, um token BIOSW de cada vez.",
    "tokenomics-totalSupply": "Oferta Total",
    "tokenomics-20%For": "20% para Exchanges",
    "tokenomics-5%Marketing": "5% para Marketing e <br /> Carteira de Desenvolvimento",
    "tokenomics-5%Held": "5% reservados para Iniciativas de Caridade",
    "tokenomics-70%For": "70% dos tokens serão vendidos <br /> por meio de pré-vendas públicas",
    "tokenomics-card[0]-bottom-0": "Taxa de 8% em NFTs",
    "tokenomics-card[0]-bottom-1": "3% distribuídos para o vendedor",
    "tokenomics-card[0]-bottom-2": "4% distribuídos para detentores",
    "tokenomics-card[0]-bottom-3": "1% para caridade",
    "tokenomics-card[1]-bottom-0": "Sem Taxas",
    "tokenomics-card[1]-bottom-1": "Sem Taxas",
    "tokenomics-card[1]-bottom-2": "Liquidez Bloqueada por 2 anos",
    "tokenomics-card[1]-bottom-3": "Contrato Abandonado",
    "tokenomics-card[1]-bottom-4": "1 Bilhão Airdrop",
    "tokenInformation-name": "Nome",
    "tokenInformation-tokenSumbol": "Símbolo do Token",
    "tokenInformation-blockchain": "Blockchain: Binance Chain",
    "tokenInformation-tokenSales": "Venda do Token: Oferta Total",
    "tokenInformation-presale": "Pré-venda",
    "Discovery": "Descoberta",
    "Protection": "Proteção",
    "Restoration": "Restauração",
    "Sustainability": "Sustentabilidade",
    "Education": "Educação",
    "Pre-sale Website": "Site de Pré-venda",
    "Pre-sale Live": "Pré-venda Ao Vivo",
    "10,000 Telegram Community": "Comunidade do Telegram de 10.000 pessoas",
    "Media/PR": "Mídia / Relações Públicas",
    "Social Channel Live": "Canal Social Ao Vivo",
    "1st donation to Biodiversity": "1ª doação para a Biodiversidade",
    "30,000 telegram community": "Comunidade do Telegram de 30.000 pessoas",
    "Ambassador Campaigns": "Campanhas de Embaixadores",
    "Full Website Lives": "Site Completo Ativo",
    "1st Launch on DEX/Cexs": "1º Lançamento em DEX/Cexs",
    "Chain Bridge added": "Adição da Ponte Chain",
    "Airdrop 500M": "Airdrop de 500 milhões",
    "NFT Release": "Lançamento de NFT",
    "CrowdFunding Website Live": "Site de Financiamento Coletivo Ativo",
    "2nd Donation to Biodiversity": "2ª doação para a Biodiversidade",
    "60,000 Holders": "60.000 Detentores",
    "60,000 community": "Comunidade de 60.000 pessoas",
    "Partnership": "Parceria",
    "2nd Launch on DEX/CEX": "2º Lançamento em DEX/CEX",
    "Airdrop 500M": "Airdrop de 500 milhões",
    "NFT MarketPlace": "Mercado de NFT",
    "Climate Change Initiative Launch (Flora & Fauna)": "Lançamento da Iniciativa de Mudança Climática (Flora & Fauna)",
    "50,000 volunteers": "50.000 voluntários",
    "200,000 Holders": "200.000 Detentores",
    "Partnership": "Parceria",
    "BIOSwap Live": "BIOSwap Ativo",
    "Staking Live": "Staking Ativo",
    "Academy with AI tools": "Academia com ferramentas de IA",
    "BIOS Gaming (P2E with cause)": "Jogos BIOS (Jogar para Ganhar com causa)",
    "ZOO on Metaverse Live": "ZOO no Metaverso Ativo",
    "5% token to Charities": "5% de tokens para Caridades",
    "500,000 holders": "500.000 Detentores",
    "100,000 Volunteers": "100.000 Voluntários",
    "1B Market Cap": "Capitalização de Mercado de 1 Bilhão",
    "BIOS Protocol": "Protocolo BIOS",
    "meetTheTeam-cards-name[0]": "Flora - Fundadora",
    "meetTheTeam-cards-title[0]": "Apaixonada por tecnologia e natureza",
    "meetTheTeam-cards-description[0]": "Nossa fundadora meme-tástica é uma verdadeira conhecedora de código, que trocou a selva de concreto pelo coração da floresta tropical. Conhecida por sua genialidade em tecnologia, ela se sente tão à vontade criando algoritmos complexos quanto identificando os chamados de pássaros raros.",
    "meetTheTeam-cards-name[1]": "Fauna - Co-Fundadora",
    "meetTheTeam-cards-title[1]": "Médica e entusiasta de tecnologia em prol da biodiversidade",
    "meetTheTeam-cards-description[1]": "Fauna é mais do que apenas um meme - ela é uma revolução. Armada com um estetoscópio em uma mão e um teclado na outra, ela é uma médica genial e entusiasta de tecnologia que está quebrando barreiras como co-fundadora da Bios World.",
    "meetTheTeam-cards-name[2]": "Exército de Código da Bios",
    "meetTheTeam-cards-title[2]": "Guerreiros da tecnologia selvagem",
    "meetTheTeam-cards-description[2]": "A equipe técnica meme-tástica que trocou as mesas de escritório por covis florestais. Vivendo em harmonia com a natureza, eles são os campeões da codificação por trás da Bios World, transformando os sussurros da natureza em dialetos digitais.",
    "howToBuySubTitle": "Transforme sua carteira em memes com BIOSW em 4 etapas simples",
    "howToBuy-title[0]": "Transforme seu Celular em Memes:",
    "howToBuy-text[0]": "Para se juntar à brigada BIOSW, você precisará de uma carteira de criptomoedas. Trust Wallet, MetaMask ou outra de sua escolha servirão. Vá até a App Store ou Google Play para baixar uma, ou se estiver no desktop, obtenha a extensão do MetaMask para o Chrome.",
    "howToBuy-title[1]": "Alimente sua Carteira com BNB:",
    "howToBuy-text[1]": "Sua carteira está com fome de BNB, a chave mágica para desbloquear seus BIOSW. Você pode adquirir BNB diretamente através do MetaMask, transferir de outra carteira ou comprar em uma exchange e retirá-lo para sua carteira. Lembre-se de usar a rede Binance Smart Chain BEP-20 ao fazer isso.",
    "howToBuy-title[2]": "Libere o Poder da Uniswap:",
    "howToBuy-text[2]": "É hora de se conectar à Uniswap, seu portal para o universo BIOSW. Facilitamos muito, incorporando a Uniswap diretamente aqui em biosworld.io. Se estiver navegando por conta própria, certifique-se de estar no site oficial da Uniswap, selecione o token e cole o endereço oficial do token BIOSW.",
    "howToBuy-title[3]": "Realize a Troca:",
    "howToBuy-text[3]": "Agora que você tem BNB em sua carteira, pode trocá-lo por alguns BIOSW brilhantes. Certifique-se de guardar o suficiente de BNB para as taxas de transação e, em seguida, reveja e confirme sua transação. Parabéns! Agora você é um membro legítimo da brigada BIOSW, fazendo a diferença real enquanto se diverte. Bem-vindo à Bios World, onde memes e natureza se unem!"
  }
}
