{
  "translation": {
    "selectYourLanguage": "Выберите ваш язык",
    "homeNav-home": "Главная",
    "homeNav-about": "О нас",
    "homeNav-tokenomics": "Токеномика",
    "homeNav-roadmap": "План развития",
    "homeNav-howtobuy": "Как купить",
    "homeTitle": "Мемные животные обменивают пиксели на лепестки в их великом доме, приходящем на",
    "homeTitleSpan": "Флора-Фауна Фиеста",
    "homeSubtitle": "Bios World с гордостью называет Землю своим домом! В то время как некоторые мечтают об исследовании Марса, мы верим в тщательное отношение и сохранение природных чудес нашей планеты. С выдающимися технологиями у нас под рукой",
    "homeButton": "Купить",
    "walletTitle": "Предпродажа начинается через...",
    "walletCountdown-days": "Дни",
    "walletCountdown-hours": "Часы",
    "walletCountdown-minutes": "Минуты",
    "walletCountdown-seconds": "Секунды",
    "walletCountdown-bars": "До следующей цены: ",
    "wallet-raised": "Собрано:",
    "wallet-balance": "Баланс",
    "walletInput-pay": "Сумма в BNB, которую вы платите",
    "walletInput-receive": "Сумма в BNB, которую вы получаете",
    "walletInput-max": "Максимум",
    "wallet-info": "0,0025 BNB зарезервировано на газ. Фактическая сумма будет зависеть от сети.",
    "walletButton": "Подключить кошелек",
    "wallet-listing": "ЦЕНА ЛИСТИНГА: $0,000155",
    "faq-title": "Часто задаваемые вопросы (FAQ) о бонусе реферальных токенов BiosWorld",
    "faq-question-1": "1. Что такое бонус реферальных токенов BiosWorld?",
    "faq-answer1": "Бонус реферальных токенов BiosWorld - это программа, направленная на вознаграждение лиц, которые рекомендуют других инвесторов на наше предпродажное мероприятие. Путем рекомендации кого-то, кто затем покупает наш токен, вы получаете бонус в токенах.",
    "faq-question-2": "2. Сколько уровней предусмотрено в бонусе реферальных токенов BiosWorld?",
    "faq-answer-2": "В бонусе реферальных токенов BiosWorld предусмотрено четыре уровня, каждый из которых предлагает различный процент бонуса в зависимости от количества токенов, купленных человеком, которого вы рекомендовали.",
    "faq-question-3": "3. Каковы проценты бонусов для каждого уровня?",
    "faq-answer-3": "Проценты бонусов для каждого уровня следующие:",
    "faq-answer-3-tier1": "Уровень 1: Получите бонус 10% за покупку токенов на сумму $300",
    "faq-answer-3-tier2": "Уровень 2: Получите бонус 20% за покупку токенов на сумму $800",
    "faq-answer-3-tier3": "Уровень 3: Получите бонус 30% за покупку токенов на сумму $3000",
    "faq-answer-3-tier4": "Уровень 4: Получите бонус 45% за покупку токенов на сумму $5000 и более",
    "faq-question-4": "4. Как я получу свой реферальный бонус?",
    "faq-answer-4": "Ваш реферальный бонус будет начислен в виде токенов и добавлен прямо на ваш счет.",
    "faq-question-5": "5. Есть ли ограничение на количество людей, которых я могу рекомендовать?",
    "faq-answer-5": "Нет, нет ограничения на количество людей, которых вы можете рекомендовать. Чем больше людей, которых вы рекомендуете и которые покупают токены, тем больше бонусов вы можете потенциально заработать.",
    "faq-question-6": "6. До какого момента будет доступен реферальный бонус?",
    "faq-answer-6": "Бонус реферальных токенов будет доступен только до 5-й стадии предпродажи.",
    "faq-question-7": "7. Что произойдет после 5-й стадии предпродажи?",
    "faq-answer-7": "После 5-й стадии предпродажи бонус реферальных токенов больше не будет действовать. Любые рекомендации и покупки, совершенные после этой стадии, не будут квалифицироваться для получения бонуса.",
    "faq-question-8": "8. Можно ли комбинировать реферальный бонус с другими акциями?",
    "faq-answer-8": "Реферальный бонус нельзя комбинировать с другими акциями, если это не указано явно компанией BiosWorld.",
    "faq-question-9": "9. Могу ли я получить реферальный бонус, если рекомендую себя?",
    "faq-answer-9": "Нет, рекомендация самого себя не позволит получить реферальный бонус. Бонус предназначен для рекомендации других инвесторов на платформу.",
    "faq-text-finally": "Помните, что бонус реферальных токенов BiosWorld - это отличная возможность заработать дополнительные токены, помогая распространять информацию о нашем революционном проекте. Приятного рекомендования!",
    "aboutTitle": "Добро пожаловать в Bios World ",
    "aboutTitleSpan": "Где Мемы, Деньги и Матушка Природа Встречаются",
    "aboutSubTitle": "Пока другие мечтают о Марсе, здесь, в Bios World, мы закладываем корни на Земле. Конечно, технологический прогресс захватывающ, но мы верим, что нашей главной задачей является защита и сохранение красоты нашей родной планеты.",
    "infoTitle1": "Метавселенная с посланием",
    "infoSubTitle1": "Мы идем дальше, чем просто токен; мы - врата в трансформационный мир NFT, где технология соединяется с потребностями нашей драгоценной природной среды. Наш сплоченный коллектив неустанно работает над созданием ряда надежных вариантов использования, включая рынок NFT, образовательно-ориентированную платформу Play to Earn, систему Rate to Earn и платформу для вознаграждения на массовых финансированиях. Через эти инициативы мы стремимся привлечь внимание к критической важности биоразнообразия и вдохновить на действия для устойчивого будущего. Присоединяйтесь к нам в этом необыкновенном путешествии, когда мы используем потенциал блокчейн-технологий для позитивного влияния на нашу планету",
    "infoTitle2": "Не просто мемный токен, а миссия",
    "infoSubTitle2": "Вы, наверное, слышали о мемных токенах. Может быть, даже попробовали Doge или закружили роман с Frog. Но находили ли вы мемный токен, который представляет что-то большее? Вот BIOSW - мемный токен с целью превышающей чисто прибыльные интересы. Наша цель? Сделать BIOSW устойчивым, стабильным крипто-активом, который помогает защитить биоразнообразие и спасает животных от исчезновения.",
    "infoTitle3": "Станьте частью перемен",
    "infoSubTitle3": "По мере роста Bios World мы стремимся распространить наше послание, разнести срочность сохранения биоразнообразия повсюду. Но мы не можем это сделать в одиночку. Мы нуждаемся в вашем участии в нашей миссии по противостоянию вырубке лесов, поощрению устойчивого экономического восстановления и содействию гармоничному сосуществованию с природой. Ваш путь к защите и сохранению нашей планеты начинается с одного токена BIOSW. Добро пожаловать в Bios World, где мы превращаем мемы в значимые перемены. В конце концов, кто сказал, что нельзя веселиться, спасая мир? Присоединяйтесь к нам в нашем путешествии по защите и сохранению нашей планеты. Вместе мы можем сделать разницу, один токен BIOSW за раз.",
    "tokenomics-totalSupply": "Общий объем токенов",
    "tokenomics-20%For": "20% для бирж",
    "tokenomics-5%Marketing": "5% маркетинг и <br /> разработка кошелька",
    "tokenomics-5%Held": "5% зарезервировано для благотворительных инициатив",
    "tokenomics-70%For": "70% токенов будет продано <br /> через предварительные публичные продажи",
    "tokenomics-card[0]-bottom-0": "8% налог на NFT",
    "tokenomics-card[0]-bottom-1": "3% распределяется продавцу",
    "tokenomics-card[0]-bottom-2": "4% распределяется держателям",
    "tokenomics-card[0]-bottom-3": "1% на благотворительность",
    "tokenomics-card[1]-bottom-0": "Нет налога",
    "tokenomics-card[1]-bottom-1": "Нет комиссии",
    "tokenomics-card[1]-bottom-2": "Ликвидность заблокирована на 2 года",
    "tokenomics-card[1]-bottom-3": "Контракт отменен",
    "tokenomics-card[1]-bottom-4": "1 млрд. раздача токенов",
    "tokenInformation-name": "Название",
    "tokenInformation-tokenSumbol": "Символ токена",
    "tokenInformation-blockchain": "Блокчейн: Binance Chain",
    "tokenInformation-tokenSales": "Продажа токенов: Общий объем",
    "tokenInformation-presale": "Предпродажа",
    "Discovery": "Открытие",
    "Protection": "Защита",
    "Restoration": "Восстановление",
    "Sustainability": "Устойчивость",
    "Education": "Образование",
    "Pre-sale Website": "Веб-сайт предпродажи",
    "Pre-sale Live": "Предпродажа активна",
    "10,000 Telegram Community": "10 000 участников в Telegram",
    "Media/PR": "СМИ/PR",
    "Social Channel Live": "Активные социальные каналы",
    "1st donation to Biodiversity": "1-й взнос в фонд биоразнообразия",
    "30,000 telegram community": "30 000 участников в Telegram",
    "Ambassador Campaigns": "Амбассадорские кампании",
    "Full Website Lives": "Запуск полного веб-сайта",
    "1st Launch on DEX/Cexs": "1-й запуск на DEX/Cexs",
    "Chain Bridge added": "Добавлен Chain Bridge",
    "Airdrop 500M": "Airdrop 500M",
    "NFT Release": "Выход NFT",
    "CrowdFunding Website Live": "Активный веб-сайт краудфандинга",
    "2nd Donation to Biodiversity": "2-й взнос в фонд биоразнообразия",
    "60,000 Holders": "60 000 держателей",
    "60,000 community": "60 000 участников сообщества",
    "Partnership": "Партнерство",
    "2nd Launch on DEX/CEX": "2-й запуск на DEX/CEX",
    "Airdrop 500M": "Airdrop 500M",
    "NFT MarketPlace": "Рынок NFT",
    "Climate Change Initiative Launch (Flora & Fauna)": "Запуск инициативы по климатическим изменениям (Флора и Фауна)",
    "50,000 volunteers": "50 000 волонтеров",
    "200,000 Holders": "200 000 держателей",
    "Partnership": "Партнерство",
    "BIOSwap Live": "Активный BIOSwap",
    "Staking Live": "Активный стейкинг",
    "Academy with AI tools": "Академия с инструментами искусственного интеллекта",
    "BIOS Gaming (P2E with cause)": "BIOS Gaming (P2E с целью)",
    "ZOO on Metaverse Live": "ZOO на активном метавселенной",
    "5% token to Charities": "5% токенов на благотворительность",
    "500,000 holders": "500 000 держателей",
    "100,000 Volunteers": "100 000 волонтеров",
    "1B Market Cap": "Капитализация 1 млрд.",
    "BIOS Protocol": "Протокол BIOS",
    "meetTheTeam-cards-name[0]": "Флора - Основатель",
    "meetTheTeam-cards-title[0]": "Технологический ценитель природы",
    "meetTheTeam-cards-description[0]": "Наш мем-таский основатель - настоящий ценитель кода, который поменял бетонный джунгль на сердце тропического леса. Известна своим гением в технологиях, она так же уверенно создает сложные алгоритмы, как определяет зов редких птиц.",
    "meetTheTeam-cards-name[1]": "Фауна - Сооснователь",
    "meetTheTeam-cards-title[1]": "Доктор-техник, защищающий биоразнообразие",
    "meetTheTeam-cards-description[1]": "Фауна - это не просто мем - она - революция. Вооруженная стетоскопом в одной руке и клавиатурой в другой, она - гениальный врач и энтузиаст технологий, который переходит границы в качестве сооснователя Bios World.",
    "meetTheTeam-cards-name[2]": "Bios Code Army",
    "meetTheTeam-cards-title[2]": "Технологические воины дикой природы",
    "meetTheTeam-cards-description[2]": "Мем-таский технический коллектив, который заменил офисные столы лесными убежищами. Живя в гармонии с природой, они являются чемпионами кодирования за Bios World, превращая шепот дикой природы в цифровые диалекты.",
    "howToBuySubTitle": "Сделайте свой кошелек мемным с помощью Biosw в 4 простых шага",
    "howToBuy-title[0]": "Сделайте свой мобильный мемным:",
    "howToBuy-text[0]": "Чтобы присоединиться к бригаде BIOSW, вам понадобится криптовалютный кошелек. Trust Wallet, MetaMask или другой по вашему выбору подойдут. Скачайте его из App Store или Google Play, или если вы на компьютере, установите расширение MetaMask для Chrome.",
    "howToBuy-title[1]": "Подкармите свой кошелек BNB:",
    "howToBuy-text[1]": "Ваш кошелек жаждет немного BNB - волшебного ключа для разблокировки ваших BIOSW. Вы можете приобрести его напрямую через MetaMask, перевести из другого кошелька или купить на бирже и перевести на свой кошелек. Помните, что при совершении операции учитывайте сеть Binance Smart Chain BEP-20.",
    "howToBuy-title[2]": "Разблокируйте силу Uniswap:",
    "howToBuy-text[2]": "Пришло время подключиться к Uniswap, вашему порталу во вселенную BIOSW. Мы сделали это простым, внедрив Uniswap прямо здесь на biosworld.io. Если вы идете самостоятельно через браузер, убедитесь, что вы находитесь на официальном сайте Uniswap, выберите токен и вставьте официальный адрес токена BIOSW.",
    "howToBuy-title[3]": "Совершите обмен:",
    "howToBuy-text[3]": "Теперь, когда у вас есть BNB в вашем кошельке, вы можете обменять его на блестящие BIOSW. Убедитесь, что оставляете достаточно BNB для комиссии за газ, а затем проверьте и подтвердите свою транзакцию. Поздравляю! Теперь вы являетесь участником бригады BIOSW и делаете реальное изменение, веселясь. Добро пожаловать в Bios World, где мемы и природа объединяются!"
  }
}
