{
  "translation": {
    "selectYourLanguage": "Selecciona tu idioma",
    "homeNav-home": "Inicio",
    "homeNav-about": "Acerca de",
    "homeNav-tokenomics": "Tokenómica",
    "homeNav-roadmap": "Hoja de ruta",
    "homeNav-howtobuy": "Cómo comprar",
    "homeTitle": "Animales memes intercambiando píxeles por pétalos en su gran hogar, llegando a la",
    "homeTitleSpan": "Fiesta de Flora y Fauna",
    "homeSubtitle": "Bios World se enorgullece de llamar a la Tierra nuestro hogar. Mientras algunos sueñan con explorar Marte, creemos en apreciar y preservar las maravillas naturales de nuestro planeta. Con tecnología sobresaliente al alcance de nuestras manos",
    "homeButton": "Comprar",
    "walletTitle": "La preventa comienza en...",
    "walletCountdown-days": "Días",
    "walletCountdown-hours": "Horas",
    "walletCountdown-minutes": "Minutos",
    "walletCountdown-seconds": "Segundos",
    "walletCountdown-bars": "Hasta el siguiente precio: ",
    "wallet-raised": "Recaudado:",
    "wallet-balance": "Saldo",
    "walletInput-pay": "Monto en BNB que pagas",
    "walletInput-receive": "Monto en BNB que recibes",
    "walletInput-max": "Máximo",
    "wallet-info": "Se reservan 0,0025 BNB para el gas. La cantidad real utilizada dependerá de la red.",
    "walletButton": "Conectar Billetera",
    "wallet-listing": "PRECIO DE LISTADO: $0,000155",
    "faq-title": "Preguntas frecuentes (FAQ) sobre el Bono de Referencia de Tokens de BiosWorld",
    "faq-question-1": "1. ¿Qué es el Bono de Referencia de Tokens de BiosWorld?",
    "faq-answer1": "El Bono de Referencia de Tokens de BiosWorld es un programa destinado a recompensar a las personas que refieren a otros inversores a nuestro evento de preventa. Al referir a alguien que luego compra nuestro token, recibes un bono en tokens.",
    "faq-question-2": "2. ¿Cuántos niveles hay en el Bono de Referencia de Tokens de BiosWorld?",
    "faq-answer-2": "Hay cuatro niveles en el Bono de Referencia de Tokens de BiosWorld, cada uno ofrece un porcentaje de bonificación diferente basado en la cantidad de tokens comprados por la persona que has referido.",
    "faq-question-3": "3. ¿Cuáles son los porcentajes de bonificación para cada nivel?",
    "faq-answer-3": "Los porcentajes de bonificación para cada nivel son los siguientes:",
    "faq-answer-3-tier1": "Nivel 1: Recibe un 10% de bonificación por una compra de tokens de $300",
    "faq-answer-3-tier2": "Nivel 2: Recibe un 20% de bonificación por una compra de tokens de $800",
    "faq-answer-3-tier3": "Nivel 3: Recibe un 30% de bonificación por una compra de tokens de $3,000",
    "faq-answer-3-tier4": "Nivel 4: Recibe un 45% de bonificación por una compra de tokens de $5,000 o más",
    "faq-question-4": "4. ¿Cómo recibiré mi bono de referencia?",
    "faq-answer-4": "Tu bono de referencia se acreditará en tokens, agregándose directamente a tu saldo.",
    "faq-question-5": "5. ¿Hay un límite en la cantidad de personas que puedo referir?",
    "faq-answer-5": "No, no hay límite en la cantidad de personas que puedes referir. Cuantas más personas refieras y compren tokens, más bonificaciones podrías ganar potencialmente.",
    "faq-question-6": "6. ¿Hasta cuándo estará disponible el bono de referencia?",
    "faq-answer-6": "El Bono de Referencia de Tokens solo será válido hasta la Etapa 5 de la preventa.",
    "faq-question-7": "7. ¿Qué sucede después de la Etapa 5 de la preventa?",
    "faq-answer-7": "Después de la Etapa 5 de la preventa, el Bono de Referencia de Tokens ya no será válido. Las referencias realizadas y las compras completadas después de esta etapa no calificarán para el bono.",
    "faq-question-8": "8. ¿Se puede combinar el bono de referencia con otras promociones?",
    "faq-answer-8": "El bono de referencia no se puede combinar con otras promociones a menos que BiosWorld lo indique explícitamente.",
    "faq-question-9": "9. ¿Puedo obtener el bono de referencia si me refiero a mí mismo?",
    "faq-answer-9": "No, referirse a uno mismo no calificará para el bono de referencia. El bono está destinado a referir a otros inversores a la plataforma.",
    "faq-text-finally": "Recuerda que el Bono de Referencia de Tokens de BiosWorld es una excelente oportunidad para ganar tokens adicionales mientras ayudas a difundir la palabra sobre nuestro proyecto revolucionario. ¡Felices referencias!",
    "aboutTitle": "Bienvenido a Bios World ",
    "aboutTitleSpan": "Donde Memes, Dinero y Madre Naturaleza se Encuentran",
    "aboutSubTitle": "Mientras otros sueñan con Marte, aquí en Bios World estamos estableciendo nuestras raíces en la Tierra. La evolución tecnológica es emocionante, pero creemos que nuestra principal responsabilidad es proteger y preservar la belleza de nuestro planeta de origen.",
    "infoTitle1": "Un Metaverso con un Mensaje",
    "infoSubTitle1": "Vamos más allá de ser solo un token; somos una puerta de entrada a un mundo NFT transformador donde la tecnología converge con las necesidades de nuestro preciado entorno natural. Nuestro dedicado equipo trabaja incansablemente en desarrollar una variedad de casos de uso sólidos, que incluyen un mercado NFT, una plataforma Play to Earn orientada a la educación, un sistema Rate to Earn y una plataforma de recompensas de crowdfunding. A través de estas iniciativas, buscamos crear conciencia sobre la importancia crítica de la biodiversidad e inspirar acciones para un futuro sostenible. Únete a nosotros en este extraordinario viaje mientras aprovechamos el potencial de la tecnología blockchain para generar un impacto positivo en nuestro planeta.",
    "infoTitle2": "No Solo una Moneda Memes, Sino una Misión",
    "infoSubTitle2": "Probablemente hayas oído hablar de las monedas memes. Tal vez incluso hayas experimentado con Doge o te hayas divertido con Frog. Pero ¿alguna vez has encontrado una moneda meme que represente algo más? Ingresa BIOSW, la moneda meme con un propósito más allá del beneficio. ¿Nuestra meta? Convertir a BIOSW en un activo criptográfico sostenible y estable que ayude a proteger la biodiversidad y a salvar a los animales de la extinción.",
    "infoTitle3": "Sé Parte del Cambio",
    "infoSubTitle3": "A medida que Bios World crece, buscamos amplificar nuestro mensaje, difundir la urgencia de preservar la biodiversidad en todas partes. Pero no podemos hacerlo solos. Necesitamos que te unas a nuestra misión de desalentar la deforestación, promover la recuperación económica sostenible y fomentar una convivencia armoniosa con la naturaleza. Tu viaje para proteger y preservar nuestro planeta comienza con un solo token BIOSW. Bienvenido a Bios World, donde convertimos memes en cambios significativos. Después de todo, ¿quién dijo que no se puede divertir mientras se salva al mundo? Únete a nosotros en nuestro viaje para proteger y preservar nuestro planeta. Juntos, podemos hacer una diferencia, un token BIOSW a la vez.",
    "tokenomics-totalSupply": "Suministro Total",
    "tokenomics-20%For": "20% para Intercambios",
    "tokenomics-5%Marketing": "5% Marketing y <br /> Desarrollo de Cartera",
    "tokenomics-5%Held": "5% reservado para Iniciativas Benéficas",
    "tokenomics-70%For": "70% de los tokens se venderán <br /> a través de ventas públicas previas",
    "tokenomics-card[0]-bottom-0": "8% Impuesto sobre NFT",
    "tokenomics-card[0]-bottom-1": "3 % distribuido al vendedor",
    "tokenomics-card[0]-bottom-2": "4% distribuido a los titulares",
    "tokenomics-card[0]-bottom-3": "1% para obras de caridad",
    "tokenomics-card[1]-bottom-0": "Sin Impuestos",
    "tokenomics-card[1]-bottom-1": "Sin Comisiones",
    "tokenomics-card[1]-bottom-2": "Liquidez bloqueada durante 2 años",
    "tokenomics-card[1]-bottom-3": "Contrato Renunciado",
    "tokenomics-card[1]-bottom-4": "1B Airdrop",
    "tokenInformation-name": "Nombre",
    "tokenInformation-tokenSumbol": "Símbolo del Token",
    "tokenInformation-blockchain": "Blockchain: Binance Chain",
    "tokenInformation-tokenSales": "Venta del Token: Suministro Total",
    "tokenInformation-presale": "Preventa",
    "Discovery": "Descubrimiento",
    "Protection": "Protección",
    "Restoration": "Restauración",
    "Sustainability": "Sostenibilidad",
    "Education": "Educación",
    "Pre-sale Website": "Sitio web de Preventa",
    "Pre-sale Live": "Preventa Activa",
    "10,000 Telegram Community": "Comunidad de Telegram de 10,000 miembros",
    "Media/PR": "Medios / RR. PP.",
    "Social Channel Live": "Canales Sociales Activos",
    "1st donation to Biodiversity": "1ra donación a la Biodiversidad",
    "30,000 telegram community": "Comunidad de Telegram de 30,000 miembros",
    "Ambassador Campaigns": "Campañas de Embajadores",
    "Full Website Lives": "Lanzamiento Completo del Sitio Web",
    "1st Launch on DEX/Cexs": "1er Lanzamiento en DEX / Cexs",
    "Chain Bridge added": "Puente Chain agregado",
    "Airdrop 500M": "Airdrop 500M",
    "NFT Release": "Lanzamiento de NFT",
    "CrowdFunding Website Live": "Sitio web de Financiación Colectiva Activo",
    "2nd Donation to Biodiversity": "2da donación a la Biodiversidad",
    "60,000 Holders": "60,000 Titulares",
    "60,000 community": "Comunidad de 60,000 miembros",
    "Partnership": "Asociación",
    "2nd Launch on DEX/CEX": "2do Lanzamiento en DEX / CEX",
    "Airdrop 500M": "Airdrop 500M",
    "NFT MarketPlace": "Mercado de NFT",
    "Climate Change Initiative Launch (Flora & Fauna)": "Lanzamiento de la Iniciativa de Cambio Climático (Flora y Fauna)",
    "50,000 volunteers": "50,000 Voluntarios",
    "200,000 Holders": "200,000 Titulares",
    "Partnership": "Asociación",
    "BIOSwap Live": "BIOSwap Activo",
    "Staking Live": "Staking Activo",
    "Academy with AI tools": "Academia con herramientas de IA",
    "BIOS Gaming (P2E with cause)": "BIOS Gaming (P2E con causa)",
    "ZOO on Metaverse Live": "ZOO en Metaverso Activo",
    "5% token to Charities": "5% del token para Obras de Caridad",
    "500,000 holders": "500,000 Titulares",
    "100,000 Volunteers": "100,000 Voluntarios",
    "1B Market Cap": "Capitalización de Mercado de 1B",
    "BIOS Protocol": "Protocolo BIOS",
    "meetTheTeam-cards-name[0]": "Flora - Fundadora",
    "meetTheTeam-cards-title[0]": "Amante de la tecnología y la naturaleza",
    "meetTheTeam-cards-description[0]": "Nuestra fundadora llena de memes es una verdadera experta en código que cambió la jungla de concreto por el corazón de la selva tropical. Conocida por su genialidad en tecnología, se siente igualmente cómoda creando algoritmos complejos que identificando los cantos de aves raras.",
    "meetTheTeam-cards-name[1]": "Fauna - Cofundadora",
    "meetTheTeam-cards-title[1]": "Doctora y entusiasta tecnológica que defiende la biodiversidad",
    "meetTheTeam-cards-description[1]": "Fauna es más que un meme, es una revolución. Armada con un estetoscopio en una mano y un teclado en la otra, es una genial doctora y entusiasta de la tecnología que está rompiendo barreras como cofundadora de Bios World.",
    "meetTheTeam-cards-name[2]": "Bios Code Army",
    "meetTheTeam-cards-title[2]": "Guerreros tecnológicos de la naturaleza",
    "meetTheTeam-cards-description[2]": "El equipo técnico lleno de memes que cambió los escritorios de oficina por guaridas en el bosque. Viviendo en armonía con la naturaleza, son los campeones de codificación detrás de Bios World, transformando los susurros de la naturaleza en dialectos digitales.",
    "howToBuySubTitle": "Convierte tu billetera en un meme con Biosw en 4 sencillos pasos",
    "howToBuy-title[0]": "Haz tu móvil un meme:",
    "howToBuy-text[0]": "Para unirte a la brigada BIOSW, necesitas una billetera criptográfica. Trust Wallet, MetaMask u otra de tu elección servirán. Descárgala desde App Store o Google Play, o si estás en una computadora, obtén la extensión MetaMask para Chrome.",
    "howToBuy-title[1]": "Alimenta tu billetera con BNB:",
    "howToBuy-text[1]": "Tu billetera tiene un hambre seria de BNB, la llave mágica para desbloquear tus BIOSW. Puedes obtener BNB directamente a través de MetaMask, transferirlo desde otra billetera o comprarlo en una plataforma de intercambio y retirarlo a tu billetera. Recuerda hacer la transacción en la red Binance Smart Chain BEP-20.",
    "howToBuy-title[2]": "Libera el poder de Uniswap:",
    "howToBuy-text[2]": "Es hora de conectarte a Uniswap, tu portal al universo BIOSW. Lo hemos hecho súper sencillo al integrar Uniswap aquí mismo en biosworld.io. Si prefieres usar tu navegador, asegúrate de estar en el sitio oficial de Uniswap, selecciona el token y pega la dirección oficial del token BIOSW.",
    "howToBuy-title[3]": "Haz el intercambio:",
    "howToBuy-text[3]": "Ahora que tienes BNB en tu billetera, puedes intercambiarlo por tus brillantes BIOSW. Asegúrate de reservar suficiente BNB para las tarifas de gas, luego revisa y confirma tu transacción. ¡Felicidades! Ahora eres un miembro activo de la brigada BIOSW, haciendo una diferencia real mientras te diviertes. ¡Bienvenido a Bios World, donde los memes y la naturaleza se unen!"
  }
}
